Repository: zopyx/RULYX
Catalog: Sources/Shared/Localizations/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh

# profile.media.empty
source: No Media Found
ar: لم يتم العثور على وسائط
de: Keine Medien gefunden
es: No se encontraron medios
fr: Aucun média trouvé
it: Nessun media trovato
ja: メディアが見つかりません
ko: 미디어를 찾을 수 없음
nl: Geen media gevonden
pl: Nie znaleziono multimediów
pt: Nenhuma mídia encontrada
ru: Медиа не найдены
th: ไม่พบสื่อ
tr: Medya bulunamadı
vi: Không tìm thấy phương tiện
zh: 未找到媒体

# profile.media.empty_desc
source: This user hasn't posted any images.
ar: لم ينشر هذا المستخدم أي صور.
de: Dieser Benutzer hat keine Bilder gepostet.
es: Este usuario no ha publicado imágenes.
fr: Cet utilisateur n'a posté aucune image.
it: Questo utente non ha pubblicato immagini.
ja: このユーザーは画像を投稿していません。
ko: 이 사용자가 이미지를 게시하지 않았습니다.
nl: Deze gebruiker heeft geen afbeeldingen geplaatst.
pl: Ten użytkownik nie opublikował żadnych obrazów.
pt: Este usuário não publicou imagens.
ru: Этот пользователь не публиковал изображения.
th: ผู้ใช้นี้ยังไม่ได้โพสต์รูปภาพใดๆ
tr: Bu kullanıcı hiç görsel paylaşmamış.
vi: Người dùng này chưa đăng hình ảnh nào.
zh: 该用户尚未发布任何图片。

# profile.media.scanning
source: Scanning…
ar: جارٍ المسح…
de: Scannen…
es: Escaneando…
fr: Analyse…
it: Scansione…
ja: スキャン中…
ko: 스캔 중…
nl: Scannen…
pl: Skanowanie…
pt: Examinando…
ru: Сканирование…
th: กำลังสแกน…
tr: Taranıyor…
vi: Đang quét…
zh: 扫描中…

# profile.media.select_all
source: Select All
ar: تحديد الكل
de: Alle auswählen
es: Seleccionar todo
fr: Tout sélectionner
it: Seleziona tutto
ja: すべて選択
ko: 모두 선택
nl: Alles selecteren
pl: Zaznacz wszystko
pt: Selecionar tudo
ru: Выбрать все
th: เลือกทั้งหมด
tr: Tümünü seç
vi: Chọn tất cả
zh: 全选

# profile.media.title
source: Media
ar: الوسائط
de: Medien
es: Multimedia
fr: Médias
ja: メディア
ko: 미디어
pl: Multimedia
pt: Mídia
ru: Медиа
th: สื่อ
tr: Medya
vi: Phương tiện
zh: 媒体

# profile.member
source: Member
ar: Member (AR)
de: Mitglied
es: Miembro
fr: Membre
it: Membro
ja: メンバー
ko: メンバー (한국어)
nl: Mitglied (NL)
pl: Member (PL)
pt: Membro
ru: Member (RU)
th: Member (TH)
tr: Member (TR)
vi: Member (VI)
zh: 成员

# profile.member_of
source: Member of {list}
ar: Member of {list} (AR)
de: Mitglied von {list}
es: Miembro de {list}
fr: Membre de {list}
it: Membro di {list}
ja: [ja] Mitglied von {list}
ko: Member of {list} (한국어)
nl: Member of {list} (NL)
pl: Member of {list} (PL)
pt: Membro of {list}
ru: Member of {list} (RU)
th: Member of {list} (TH)
tr: Member of {list} (TR)
vi: {list} 的成员 (VI)
zh: {list} 的成员

# profile.member_status
source: Member
ar: Member (AR)
de: Mitglied
es: Miembro
fr: Membre
it: Membro
ja: メンバー
ko: メンバー (한국어)
nl: Mitglied (NL)
pl: Member (PL)
pt: Membro
ru: Member (RU)
th: Member (TH)
tr: Member (TR)
vi: 成员 (VI)
zh: 成员

# profile.missing_creds.desc
source: This account no longer has a saved app password.
ar: This account no longer has a saved app password. (AR)
de: Dieser Account hat kein gespeichertes App-Passwort mehr.
es: Esta cuenta ya no tiene una contraseña de aplicación guardada.
fr: Ce compte n'a plus de mot de passe d'application enregistré.
it: Questo account non ha più una password app salvata.
ja: このアカウントには保存されたアプリパスワードがありません。
ko: This account no longer has a saved app password. (한국어)
nl: Dieser Account hat kein gespeichertes App-Passwort mehr. (NL)
pl: This account no longer has a saved app password. (PL)
pt: Esta conta não possui mais uma senha de aplicativo salva.
ru: This account no longer has a saved app password. (RU)
th: This account no longer has a saved app password. (TH)
tr: This account no longer has a saved app password. (TR)
vi: 此账户不再有已保存的应用密码。 (VI)
zh: 此账户不再有已保存的应用密码。

# profile.missing_creds.title
source: Missing Credentials
ar: Missing Credentials (AR)
de: Fehlende Anmeldedaten
es: Credenciales faltantes
fr: Identifiants manquants
it: Credenziali mancanti
ja: 認証情報がありません
ko: Missing Credentials (한국어)
nl: Fehlende Anmeldedaten (NL)
pl: Missing Credentials (PL)
pt: Credenciais ausentes
ru: Missing Credentials (RU)
th: Missing Credentials (TH)
tr: Missing Credentials (TR)
vi: 缺少凭据 (VI)
zh: 缺少凭据

# profile.moderation_actions
source: Moderation Actions
ar: Moderation Actions (AR)
de: Moderationsaktionen
es: Acciones de moderación
fr: Actions de modération
it: Azioni di moderazione
ja: モデレーション操作
ko: モデレーション操作 (한국어)
nl: Moderationsaktionen (NL)
pl: Moderation Actions (PL)
pt: Ações de moderação
ru: Moderation Actions (RU)
th: Moderation Actions (TH)
tr: Moderation Actions (TR)
vi: 审核操作 (VI)
zh: 审核操作

# profile.moderation_lists_section
source: Moderation Lists
ar: Moderation Lists (AR)
de: Moderationslisten
es: Listas de moderación
fr: Listes de modération
it: Liste di moderazione
ja: モデレーションリスト
ko: Moderation Lists (한국어)
nl: Moderationslisten (NL)
pl: Moderation Lists (PL)
pt: Listas de moderação
ru: Moderation Lists (RU)
th: Moderation Lists (TH)
tr: Moderation Lists (TR)
vi: 审核列表 (VI)
zh: 审核列表

# profile.moderation_section
source: Moderation
ar: Moderation (AR)
de: Mäßigung
es: Moderación
fr: Modération
it: Moderazione
ja: モデレーション
ko: モデレーション (한국어)
nl: Moderation (NL)
pl: Moderation (PL)
pt: Moderação
ru: Moderation (RU)
th: Moderation (TH)
tr: Moderation (TR)
vi: 审核 (VI)
zh: 审核

# profile.mute
source: Mute
ar: Mute (AR)
de: Stummschalten
es: Silenciar
fr: Mettre en sourdine
it: Silenzia
ja: ミュート
ko: ミュート (한국어)
nl: Stummschalten (NL)
pl: Mute (PL)
pt: Silenciar
ru: Mute (RU)
th: Mute (TH)
tr: Mute (TR)
vi: 静音 (VI)
zh: 静音

# profile.mute.hint
source: Mutes this account
ar: كتم صوت هذا الحساب
de: Schaltet dieses Konto stumm
es: Silencia esta cuenta
fr: Coupe ce compte
it: Disattiva questo account
ja: このアカウントをミュートします
ko: 이 계정을 음소거합니다
nl: Dempt dit account
pl: Wycisza to konto
pt: Silencia esta conta
ru: Отключает звук в этом аккаунте
th: ปิดเสียงบัญชีนี้
tr: Bu hesabı sessize alır
vi: Tắt tiếng tài khoản này
zh: 将此帐户静音

# profile.no_lists
source: Profile listed on lists will appear here.
ar: ستظهر هنا القوائم التي أُدرج هذا الملف الشخصي فيها.
de: Listen, auf denen dieses Profil steht, werden hier angezeigt.
es: Las listas en las que aparece este perfil se mostrarán aquí.
fr: Les listes sur lesquelles figure ce profil apparaîtront ici.
it: Le liste in cui compare questo profilo appariranno qui.
ja: このプロフィールが掲載されているリストがここに表示されます。
ko: 이 프로필이 등록된 리스트가 여기에 표시됩니다.
nl: Lijsten waarop dit profiel voorkomt, verschijnen hier.
pl: Listy, na których znajduje się ten profil, pojawią się tutaj.
pt: As listas em que este perfil aparece serão mostradas aqui.
ru: Списки, в которых находится этот профиль, появятся здесь.
th: รายการที่มีโปรไฟล์นี้อยู่จะแสดงที่นี่
tr: Bu profilin yer aldığı listeler burada görünecek.
vi: Các danh sách có hồ sơ này sẽ xuất hiện ở đây.
zh: 该个人资料被收录到的列表将显示在这里。

# profile.no_starter_packs
source: No owned starter packs available for membership comparison.
ar: No owned starter packs available for membership comparison. (AR)
de: Keine eigenen Starter Packs für Mitgliedschaftsvergleich verfügbar.
es: No hay Starter Packs disponibles.
fr: Aucun Starter Pack disponible.
it: Nessuno Starter Pack disponibile.
ja: なし owned starter packs available for membership comparison.
ko: なし owned starter packs available for membership comparison. (한국어)
nl: Keine eigenen Starter Packs für Mitgliedschaftsvergleich verfügbar. (NL)
pl: No owned starter packs available for membership comparison. (PL)
pt: Não owned starter packs available for membership comparison.
ru: No owned starter packs available for membership comparison. (RU)
th: No owned starter packs available for membership comparison. (TH)
tr: No owned starter packs available for membership comparison. (TR)
vi: 没有可用于成员比较的 Starter Pack。 (VI)
zh: 没有可用于成员比较的 Starter Pack。

# profile.not_in_list
source: Not In List
ar: Not In List (AR)
de: Nicht in Liste
es: No en lista
fr: Pas dans la liste
it: Non nella lista
ja: リストに含まれていません
ko: リストに含まれていません (한국어)
nl: Nicht in Liste (NL)
pl: Not In List (PL)
pt: Não na lista
ru: Not In List (RU)
th: Not In List (TH)
tr: Not In List (TR)
vi: Not In List (VI)
zh: 不在列表中

# profile.not_in_list_status
source: Not In List
ar: Not In List (AR)
de: Nicht in Liste
es: No en lista
fr: Pas dans la liste
it: Non nella lista
ja: リストに含まれていません
ko: リストに含まれていません (한국어)
nl: Nicht in Liste (NL)
pl: Not In List (PL)
pt: Não na lista
ru: Not In List (RU)
th: Not In List (TH)
tr: Not In List (TR)
vi: 不在列表中 (VI)
zh: 不在列表中

# profile.not_included
source: Not Included
ar: Not Included (AR)
de: Nicht enthalten
es: No incluido
fr: Pas inclus
it: Non incluso
ja: 含まれていません
ko: 含まれていません (한국어)
nl: Nicht enthalten (NL)
pl: Not Included (PL)
pt: Não incluído
ru: Not Included (RU)
th: Not Included (TH)
tr: Not Included (TR)
vi: Not Included (VI)
zh: 未包含

# profile.not_included_status
source: Not Included
ar: Not Included (AR)
de: Nicht enthalten
es: No incluido
fr: Pas inclus
it: Non incluso
ja: 含まれていません
ko: 含まれていません (한국어)
nl: Nicht enthalten (NL)
pl: Not Included (PL)
pt: Não incluído
ru: Not Included (RU)
th: Not Included (TH)
tr: Not Included (TR)
vi: 未包含 (VI)
zh: 未包含

# profile.on_my_lists
source: On my lists
ar: في قوائمي
de: Auf meinen Listen
es: En mis listas
fr: Sur mes listes
it: Nelle mie liste
ja: マイリスト
ko: 내 리스트
nl: Op mijn lijsten
pl: Na moich listach
pt: Nas minhas listas
ru: В моих списках
th: ในรายการของฉัน
tr: Listelerimde
vi: Trong danh sách của tôi
zh: 在我的列表中

# profile.on_my_moderation_lists
source: On my moderation lists
ar: في قوائم الإشراف الخاصة بي
de: Auf meinen Moderationslisten
es: En mis listas de moderación
fr: Sur mes listes de modération
it: Nelle mie liste di moderazione
ja: マイモデレーションリスト
ko: 내 모더레이션 리스트
nl: Op mijn moderatielijsten
pl: Na moich listach moderacyjnych
pt: Nas minhas listas de moderação
ru: В моих модерационных списках
th: ในรายการกลั่นกรองของฉัน
tr: Moderasyon listelerimde
vi: Trong danh sách kiểm duyệt của tôi
zh: 在我的审核列表中

# profile.open
source: Open
ar: Open (AR)
de: Öffnen
es: Abrir
fr: Ouvrir
it: Apri
ja: 開く
ko: Open (한국어)
nl: Öffnen (NL)
pl: Open (PL)
pt: Abrir
ru: Open (RU)
th: Open (TH)
tr: Open (TR)
vi: 打开 (VI)
zh: 打开

# profile.open_bluesky
source: Open in Bluesky
ar: Open in Bluesky (AR)
de: In Bluesky öffnen
es: Abrir en Bluesky
fr: Ouvrir dans Bluesky
it: Apri in Bluesky
ja: Blueskyで開く
ko: Blueskyで開く (한국어)
nl: In Bluesky öffnen (NL)
pl: Open in Bluesky (PL)
pt: Abrir no Bluesky
ru: Open in Bluesky (RU)
th: Open in Bluesky (TH)
tr: Open in Bluesky (TR)
vi: 在 Bluesky 中打开 (VI)
zh: 在 Bluesky 中打开

# profile.open_bluesky.hint
source: Opens this profile in the official Bluesky app or web interface
ar: Opens this profile in the official Bluesky app or web interface (AR)
de: Öffnet dieses Profil in der offiziellen Bluesky-App
es: Abre este perfil en la app oficial de Bluesky
fr: Ouvre ce profil dans l'application Bluesky officielle
it: Apre questo profilo nell'app Bluesky ufficiale
ja: 公式Blueskyアプリでこのプロフィールを開く
ko: Opens this profile in the official Bluesky app or web interface (한국어)
nl: Öffnet dieses Profil in der offiziellen Bluesky-App (NL)
pl: Opens this profile in the official Bluesky app or web interface (PL)
pt: Abre este perfil no aplicativo oficial do Bluesky
ru: Opens this profile in the official Bluesky app or web interface (RU)
th: Opens this profile in the official Bluesky app or web interface (TH)
tr: Opens this profile in the official Bluesky app or web interface (TR)
vi: 在官方 Bluesky 应用或网页界面中打开此个人资料 (VI)
zh: 在官方 Bluesky 应用或网页界面中打开此个人资料

# profile.open_bluesky.label
source: Open in Bluesky
ar: Open in Bluesky (AR)
de: In Bluesky öffnen
es: Abrir en Bluesky
fr: Ouvrir dans Bluesky
it: Apri in Bluesky
ja: Blueskyで開く
ko: Blueskyで開く (한국어)
nl: In Bluesky öffnen (NL)
pl: Open in Bluesky (PL)
pt: Abrir no Bluesky
ru: Open in Bluesky (RU)
th: Open in Bluesky (TH)
tr: Open in Bluesky (TR)
vi: 在 Bluesky 应用或网站中打开个人资料 (VI)
zh: 在 Bluesky 应用或网站中打开个人资料

# profile.open_controls
source: Open Moderation Controls
ar: Open Moderation Controls (AR)
de: Moderationssteuerung öffnen
es: Abrir controles de moderación
fr: Ouvrir les contrôles de modération
it: Apri controlli moderazione
ja: モデレーションコントロールを開く
ko: モデレーションコントロールを開く (한국어)
nl: Moderationssteuerung öffnen (NL)
pl: Open Moderation Controls (PL)
pt: Abrir controles de moderação
ru: Open Moderation Controls (RU)
th: Open Moderation Controls (TH)
tr: Open Moderation Controls (TR)
vi: 打开审核控制 (VI)
zh: 打开审核控制

# profile.open_controls.hint
source: Opens a detail view with block, mute, and list membership actions
ar: Opens a detail view with block, mute, and list membership actions (AR)
de: Öffnet eine Detailansicht mit Block-, Stumm- und Listenzugehörigkeitsaktionen
es: Abre una vista detallada con acciones de bloqueo
fr: Ouvre une vue détaillée avec les actions de blocage
it: Apre una vista dettagliata con azioni di blocco
ja: ブロック、ミュート、リストメンバーシップ操作の詳細ビューを開く
ko: Opens a detail view with block, mute, and list membership actions (한국어)
nl: Öffnet eine Detailansicht mit Block-, Stumm- und Listenzugehörigkeitsaktionen (NL)
pl: Opens a detail view with block, mute, and list membership actions (PL)
pt: Abre uma visualização detalhada com ações de bloqueio
ru: Opens a detail view with block, mute, and list membership actions (RU)
th: Opens a detail view with block, mute, and list membership actions (TH)
tr: Opens a detail view with block, mute, and list membership actions (TR)
vi: 打开包含屏蔽、静音和列表成员操作的详细视图 (VI)
zh: 打开包含屏蔽、静音和列表成员操作的详细视图

# profile.open_controls.label
source: Open Moderation Controls
ar: Open Moderation Controls (AR)
de: Moderationssteuerung öffnen
es: Abrir controles de moderación
fr: Ouvrir les contrôles
it: Apri controlli moderazione
ja: モデレーションコントロールを開く
ko: モデレーションコントロールを開く (한국어)
nl: Moderationssteuerung öffnen (NL)
pl: Open Moderation Controls (PL)
pt: Open Moderação Controls
ru: Open Moderation Controls (RU)
th: Open Moderation Controls (TH)
tr: Open Moderation Controls (TR)
vi: 打开此个人资料的审核控制 (VI)
zh: 打开此个人资料的审核控制

# profile.open_section
source: Open
ar: Open (AR)
de: Öffnen
es: Abrir
fr: Ouvrir
it: Apri
ja: [ja] Öffnen
ko: Open (한국어)
nl: Öffnen (NL)
pl: Open (PL)
pt: Abrir
ru: Open (RU)
th: Open (TH)
tr: Open (TR)
vi: 打开 (VI)
zh: 打开

# profile.posts
source: Posts
ar: Posts (AR)
de: Beiträge
es: Publicaciones
fr: Publications
it: Post
ja: 投稿
ko: 投稿 (한국어)
nl: Beiträge (NL)
pl: Posts (PL)
pt: Publicações
ru: Posts (RU)
th: Posts (TH)
tr: Posts (TR)
vi: Posts (VI)
zh: 帖子

# profile.posts.empty
source: No Posts Yet
ar: لا توجد مشاركات حتى الآن
de: Noch keine Beiträge
es: Aún no hay publicaciones
fr: Aucun message pour l'instant
it: Nessun post ancora
ja: まだ投稿はありません
ko: 아직 게시물이 없습니다
nl: Nog geen berichten
pl: Nie ma jeszcze żadnych postów
pt: Nenhuma postagem ainda
ru: Пока нет сообщений
th: ยังไม่มีการโพสต์
tr: Henüz Gönderi Yok
vi: Chưa có bài viết nào
zh: 还没有帖子

# profile.posts.empty_desc
source: This user hasn't posted anything yet.
ar: هذا المستخدم لم يقم بنشر أي شيء بعد.
de: Dieser Benutzer hat noch nichts gepostet.
es: Este usuario aún no ha publicado nada.
fr: Cet utilisateur n'a encore rien publié.
it: Questo utente non ha ancora pubblicato nulla.
ja: このユーザーはまだ何も投稿していません。
ko: 이 사용자는 아직 아무것도 게시하지 않았습니다.
nl: Deze gebruiker heeft nog niets gepost.
pl: Ten użytkownik jeszcze nic nie opublikował.
pt: Este usuário ainda não postou nada.
ru: Этот пользователь еще ничего не опубликовал.
th: ผู้ใช้รายนี้ยังไม่ได้โพสต์อะไรเลย
tr: Bu kullanıcı henüz bir şey yayınlamadı.
vi: Người dùng này chưa đăng bất cứ điều gì.
zh: 该用户尚未发布任何内容。

# profile.posts.end
source: You've reached the end
ar: لقد وصلت إلى النهاية
de: Du bist am Ende angekommen
es: Has llegado al final
fr: Tu as atteint la fin
it: Hai raggiunto la fine
ja: 最後に到達しました
ko: 당신은 끝에 도달했습니다
nl: Je hebt het einde bereikt
pl: Dotarłeś do końca
pt: Você chegou ao fim
ru: Вы достигли конца
th: คุณมาถึงจุดสิ้นสุดแล้ว
tr: Sona ulaştın
vi: Bạn đã đi đến cuối cùng
zh: 你已经到达终点了

# profile.posts.from_date
source: From
ar: من
de: Aus
es: De
fr: Depuis
it: Da
ja: から
ko: 에서
nl: Van
pl: Z
pt: De
ru: От
th: จาก
tr: İtibaren
vi: Từ
zh: 从

# profile.posts.loading
source: Loading posts…
ar: جارٍ تحميل المشاركات...
de: Beiträge werden geladen…
es: Cargando publicaciones…
fr: Chargement des messages…
it: Caricamento post...
ja: 投稿を読み込み中…
ko: 게시물 로드 중…
nl: Berichten laden…
pl: Ładowanie postów…
pt: Carregando postagens…
ru: Загрузка сообщений…
th: กำลังโหลดโพสต์...
tr: Gönderiler yükleniyor…
vi: Đang tải bài đăng…
zh: 正在加载帖子...

# profile.posts.no_matches
source: No posts match your filter
ar: لا توجد مشاركات تطابق الفلتر الخاص بك
de: Keine Beiträge entsprechen Ihrem Filter
es: Ninguna publicación coincide con tu filtro
fr: Aucune publication ne correspond à votre filtre
it: Nessun post corrisponde al tuo filtro
ja: フィルターに一致する投稿はありません
ko: 필터와 일치하는 게시물이 없습니다.
nl: Er zijn geen berichten die overeenkomen met uw filter
pl: Żadne posty nie pasują do wybranego filtra
pt: Nenhuma postagem corresponde ao seu filtro
ru: Нет сообщений, соответствующих вашему фильтру
th: ไม่มีโพสต์ที่ตรงกับตัวกรองของคุณ
tr: Filtrenizle eşleşen yayın yok
vi: Không có bài viết nào phù hợp với bộ lọc của bạn
zh: 没有帖子符合您的过滤条件

# profile.posts.replies
source: Replies
ar: الردود
de: Antworten
es: Respuestas
fr: Réponses
it: Risposte
ja: 返信
ko: 답글
nl: Antwoorden
pl: Odpowiedzi
pt: Respostas
ru: Ответы
th: ตอบกลับ
tr: Yanıtlar
vi: Trả lời
zh: 回复

# profile.posts.replying_to
source: Replying to
ar: الرد على
de: Antwort auf
es: Respondiendo a
fr: Répondre à
it: Rispondere a
ja: 返信する
ko: 답장하다
nl: Reageren op
pl: Odpowiadanie na
pt: Respondendo a
ru: Ответ на
th: กำลังตอบกลับ
tr: Yanıtlanıyor
vi: Trả lời
zh: 正在回复

# profile.posts.search
source: Filter posts…
ar: تصفية المشاركات...
de: Beiträge filtern…
es: Filtrar publicaciones…
fr: Filtrer les publications…
it: Filtra i post...
ja: 投稿をフィルタリング…
ko: 게시물 필터링…
nl: Berichten filteren…
pl: Filtruj posty…
pt: Filtrar postagens…
ru: Фильтровать сообщения…
th: กรองโพสต์...
tr: Gönderileri filtrele…
vi: Lọc bài viết…
zh: 过滤帖子...

# profile.posts.sort_asc
source: Oldest first
ar: الأقدم أولاً
de: Älteste zuerst
es: El más viejo primero
fr: Le plus ancien en premier
it: Prima il più vecchio
ja: 古い順
ko: 오래된 것부터
nl: Oudste eerst
pl: Najpierw najstarszy
pt: Mais antigo primeiro
ru: Сначала самый старый
th: เก่าแก่ที่สุดก่อน
tr: Önce en eski
vi: Cũ nhất đầu tiên
zh: 最老的在前

# profile.posts.sort_desc
source: Newest first
ar: الأحدث أولاً
de: Das Neueste zuerst
es: Lo nuevo primero
fr: Le plus récent en premier
it: Prima il più recente
ja: 新しい順
ko: 최신순
nl: Nieuwste eerst
pl: Najpierw najnowsze
pt: O mais novo primeiro
ru: Сначала самые новые
th: ใหม่ล่าสุดก่อน
tr: Önce en yeni
vi: Mới nhất đầu tiên
zh: 最新的优先

# profile.posts.thread
source: Thread
ar: خيط
de: Faden
es: Hilo
fr: Fil
it: Filo
ja: 糸
ko: 실
nl: Draad
pl: Nitka
pt: Fio
ru: Нить
th: ด้าย
tr: İplik
vi: Chủ đề
zh: 线

# profile.posts.title
source: Posts
ar: دعامات
de: Beiträge
es: Publicaciones
fr: Messages
it: Messaggi
ja: 投稿
ko: 게시물
nl: Berichten
pl: Posty
pt: Postagens
ru: Сообщения
th: กระทู้
tr: Gönderiler
vi: bài viết
zh: 帖子

# profile.posts.title_by
source: Posts by {name}
ar: مشاركات {name}
de: Beiträge von {name}
es: Entradas de {name}
fr: Messages par {name}
it: Messaggi di {name}
ja: {name} による投稿
ko: {name}의 게시물
nl: Berichten van {name}
pl: Posty napisane przez {name}
pt: Postagens de {name}
ru: Записи пользователя {name}
th: กระทู้ของ {name}
tr: {name}'in gönderileri
vi: Bài viết của {name}
zh: {name} 的帖子

# profile.posts.to_date
source: To
ar: ل
de: Zu
es: A
fr: À
it: A
ja: に
ko: 에게
nl: Naar
pl: Do
pt: Para
ru: К
th: ถึง
tr: İle
vi: ĐẾN
zh: 到

# profile.recent_search.label
source: Load recent search for {query}
ar: Load recent search for {query} (AR)
de: Letzte Suche nach{query}laden
es: Cargar búsqueda reciente de {query}
fr: Charger la recherche récente pour {query}
it: Carica la ricerca recente per {query}
ja: {query} の最近の検索を読み込みます
ko: Load recent search for {query} (한국어)
nl: Load recent search for {query} (NL)
pl: Load recent search for {query} (PL)
pt: Carregar pesquisa recente por {query}
ru: Load recent search for {query} (RU)
th: Load recent search for {query} (TH)
tr: Load recent search for {query} (TR)
vi: Load recent search for {query} (VI)
zh: 加载最近搜索{query}

# profile.recent_searches
source: Recent Searches
ar: Recent Searches (AR)
de: Letzte Suchen
es: Reciente Searches
fr: Recherches récentes
it: Ricerche recenti
ja: 最近の検索
ko: Recent Searches (한국어)
nl: Letzte Suchen (NL)
pl: Recent Searches (PL)
pt: Pesquisas recentes
ru: Recent Searches (RU)
th: Recent Searches (TH)
tr: Recent Searches (TR)
vi: 最近搜索 (VI)
zh: 最近搜索

# profile.remove
source: Remove
ar: Remove (AR)
de: Entfernen
es: Eliminar
fr: Supprimer
it: Rimuovi
ja: 削除
ko: 削除 (한국어)
nl: Remove (NL)
pl: Remove (PL)
pt: Remover
ru: Remove (RU)
th: Remove (TH)
tr: Remove (TR)
vi: 移除 (VI)
zh: 移除

# profile.report
source: Report Account
ar: الإبلاغ عن الحساب
de: Konto melden
es: Reportar cuenta
fr: Signaler le compte
it: Segnala conto
ja: アカウントを報告する
ko: 계정 신고
nl: Account rapporteren
pl: Zgłoś konto
pt: Conta de relatório
ru: Сообщить об аккаунте
th: รายงานบัญชี
tr: Hesabı Bildir
vi: Báo cáo tài khoản
zh: 举报账户

# profile.report.evidence
source: Evidence
ar: شهادة
de: Beweis
es: Evidencia
fr: Preuve
it: Prova
ja: 証拠
ko: 증거
nl: Bewijs
pl: Dowód
pt: Evidência
ru: Доказательство
th: หลักฐาน
tr: Kanıt
vi: Chứng cớ
zh: 证据

# profile.report.evidence_placeholder
source: Describe the issue (optional)
ar: وصف المشكلة (اختياري)
de: Beschreiben Sie das Problem (optional)
es: Describe el problema (opcional)
fr: Décrivez le problème (facultatif)
it: Descrivi il problema (facoltativo)
ja: 問題の説明 (オプション)
ko: 문제 설명(선택사항)
nl: Beschrijf het probleem (optioneel)
pl: Opisz problem (opcjonalnie)
pt: Descreva o problema (opcional)
ru: Опишите проблему (необязательно)
th: อธิบายปัญหา (ไม่บังคับ)
tr: Sorunu açıklayın (isteğe bağlı)
vi: Mô tả vấn đề (tùy chọn)
zh: 描述问题（可选）

# profile.report.hint
source: Submits a moderation report for this account
ar: إرسال تقرير الإشراف لهذا الحساب
de: Sendet einen Moderationsbericht für dieses Konto
es: Envía un informe de moderación para esta cuenta.
fr: Soumet un rapport de modération pour ce compte
it: Invia un rapporto di moderazione per questo account
ja: このアカウントのモデレーションレポートを送信します
ko: 이 계정에 대한 조정 보고서를 제출합니다.
nl: Dien een moderatierapport in voor dit account
pl: Przesyła raport moderacji dla tego konta
pt: Envia um relatório de moderação para esta conta
ru: Отправляет отчет о модерации для этого аккаунта
th: ส่งรายงานการตรวจสอบสำหรับบัญชีนี้
tr: Bu hesap için bir denetleme raporu gönderir
vi: Gửi báo cáo kiểm duyệt cho tài khoản này
zh: 提交此帐户的审核报告

# profile.report.reason
source: Reason
ar: سبب
de: Grund
es: Razón
fr: Raison
it: Motivo
ja: 理由
ko: 이유
nl: Reden
pl: Powód
pt: Razão
ru: Причина
th: เหตุผล
tr: Sebep
vi: Lý do
zh: 原因

# profile.report.reason.harassment_doxxing
source: Doxxing
ar: جمع المعلومات
es: Doxing
fr: Doxing
ja: 文書送信
ko: 신상 털기
nl: Doxxen
pl: Doxing
pt: Doxing
ru: Доксинг
th: ด็อกซิ่ง
zh: 人肉搜索

# profile.report.reason.harassment_hate_speech
source: Hate Speech
ar: خطاب الكراهية
de: Hassrede
es: discurso de odio
fr: Discours de haine
it: Discorso di odio
ja: ヘイトスピーチ
ko: 증오심 표현
nl: Haatzaaien
pl: Mowa nienawiści
pt: Discurso de ódio
ru: Разжигание ненависти
th: คำพูดแสดงความเกลียดชัง
tr: Nefret Söylemi
vi: Lời nói căm thù
zh: 仇恨言论

# profile.report.reason.harassment_other
source: Other Harassment
ar: مضايقات أخرى
de: Andere Belästigungen
es: Otro acoso
fr: Autre harcèlement
it: Altre molestie
ja: その他のハラスメント
ko: 기타 괴롭힘
nl: Andere intimidatie
pl: Inne molestowanie
pt: Outro assédio
ru: Другое преследование
th: การคุกคามอื่น ๆ
tr: Diğer Taciz
vi: Quấy rối khác
zh: 其他骚扰
